<?php exit;?>
[
    {
        "id": 1,
        "text": "你是我这一生等了半世未拆的礼物",
        "author": "林夕",
        "source": ""
    },
    {
        "id": 2,
        "text": "世间万物皆苦，你明目张胆的偏爱就是救赎",
        "author": "佚名",
        "source": ""
    },
    {
        "id": 3,
        "text": "见到你，我觉得多少适应了这个世界",
        "author": "村上春树",
        "source": "《挪威的森林》"
    },
    {
        "id": 4,
        "text": "你是年少的欢喜，这句话反过来也是你",
        "author": "佚名",
        "source": ""
    },
    {
        "id": 5,
        "text": "我想和你互相浪费，一起虚度短的沉默，长的无意义",
        "author": "李元胜",
        "source": "《我想和你虚度时光》"
    },
    {
        "id": 6,
        "text": "答案很长，我准备用一生的时间来回答，你准备要听了吗",
        "author": "林徽因",
        "source": ""
    },
    {
        "id": 7,
        "text": "要是世上只有我们两个人多么好，我一定要把你欺负得哭不出来",
        "author": "朱生豪",
        "source": "《朱生豪情书》"
    },
    {
        "id": 8,
        "text": "第一次见到你的时候，我的心炸成了烟花，需要用一生来打扫灰炉",
        "author": "钱锛书",
        "source": ""
    },
    {
        "id": 9,
        "text": "我这一生都是坚定不移的唯物主义者，唯有你，我希望有来生",
        "author": "周恩来",
        "source": "致邓颖超"
    },
    {
        "id": 10,
        "text": "你来人间一趟，你要看看太阳，和你的心上人，一起走在街上",
        "author": "海子",
        "source": "《夏天的太阳》"
    }
]